Repository: vaniajeronimo/SpaceWallet
Catalog: SpaceWallet/Resources/*.lproj/Localizable.strings
Languages: pt_pt

source: Space Wallet
pt_pt: Carteira Espacial

# auth_card_carrousel_1_title
source: Your all access pass to Web3
pt_pt: O teu passe de acesso completo à Web3

# auth_card_carrousel_2_title
source: Non-custodial & secure
pt_pt: Sem custódia e segura

# auth_card_carrousel_3_title
source: Invest Smarter with AI
pt_pt: Investe de forma mais inteligente com a IA

source: Email address
pt_pt: Email

source: Continue
pt_pt: Continuar

# terms_and_conditions_info_note
source: By continuing, you accept our Terms & Conditions and Privacy Policy.
pt_pt: Ao continuar, estás a aceitar os nossos Termos e Condições e a nossa Política de Privacidade

# terms_and_conditions
source: Terms & Conditions
pt_pt: Termos e Condições

source: Privacy Policy
pt_pt: Política de Privacidade

source: Receive
pt_pt: Receber

source: Send
pt_pt: Enviar

source: Swap
pt_pt: Trocar

source: Buy
pt_pt: Comprar

# buy_crypto_with_card
source: Buy your first crypto with your card
pt_pt: Compra a tua primeira criptomoeda com o teu cartão

source: Buy crypto
pt_pt: Comprar Cripto

# asset
source: Assets
pt_pt: Ativos

source: Collectibles
pt_pt: Colecionáveis

# your_collectibles
source: Your collectibles will show up here
pt_pt: Os teus colecionáveis aparecerão aqui

source: Or sign in with
pt_pt: Ou entra com

# no_internet_connection_error_description
source: Looks like you're offline.
pt_pt: Parece que não tens ligação à internet.

source: Retry
pt_pt: Tentar novamente

source: Restart app
pt_pt: Reiniciar app

# generic_error_title
source: Error ocurred
pt_pt: Ocorreu um erro

# generic_error_message
source: Please try again.
pt_pt: Por favor, tenta novamente.

source: Invalid email
pt_pt: Email inválido

# verification_code_title
source: Verification code
pt_pt: Código de Verificação

# verification_code_subtitle
source: Enter the 6-digit code that was sent to %@
pt_pt: Introduz o código de 6 digítos que foi enviado para %@

# verification_code_counter
source: You can get a new code in %ds
pt_pt: Podes obter um novo código dentro de %ds

# generic_alert_title
source: Feature not available yet
pt_pt: Funcionalidade não disponível

# create_password_title
source: Create a password
pt_pt: Cria uma palavra-passe

# create_password_subtitle
source: Choose a password to protect your account
pt_pt: Escolhe uma palavra-passe para proteger a tua conta

source: Password
pt_pt: Palavra-passe

source: Weak
pt_pt: Fraca

source: Average
pt_pt: Normal

source: Strong
pt_pt: Forte

# password_hint
source: Your're good to go!
pt_pt: Tudo pronto!

source: Phone number
pt_pt: Número de telemóvel

# confirm_phone_number_title
source: Enter your phone number
pt_pt: Introduz o teu número de telefone

# confirm_phone_number_subtitle
source: Secure your account with your phone number. We'll send you a 6-digit verification code.
pt_pt: Protege a tua conta com o teu número de telefone. Enviaremos um código de verificação de 6 dígitos.

# country_prefix_code
source: Country list
pt_pt: Lista de países

source: Done
pt_pt: Concluído

# verification_code_onboarding_subtitle
source: Enter the 6-digit code that was sent to %@
pt_pt: Introduz o código de 6 dígitos que foi enviado para %@

source: Get a new code
pt_pt: Obter um novo código

# protect_your_wallet_title
source: Protect your wallet
pt_pt: Protege a tua carteira

# protect_your_wallet_subtitle
source: Adding biometric security will ensure that you are the only one that can access your wallet
pt_pt: Adiciona uma camada extra de segurança à tua carteira com a autenticação biométrica

source: Next
pt_pt: Seguinte

# face_id_subtitle
source: Use Face ID Authentication
pt_pt: Usa a autenticação Face ID

# wallet_customization_title
source: Choose a color
pt_pt: Escolhe uma cor

# wallet_customization_subtitle
source: Now choose a color for your wallet
pt_pt: Personaliza a tua carteira com uma cor única

# wallet_customization_footer
source: You can always change it later in settings
pt_pt: Podes alterar a cor da tua carteira a qualquer momento nas definições

# creating_wallet_title
source: Creating wallet...
pt_pt: A criar a carteira...

# creating_wallet_subtitle
source: Please wait a moment while we set up your wallet securely.
pt_pt: Estamos a criar a tua carteira. Por favor, aguarda alguns segundos enquanto preparamos tudo em segurança.

# wallet_ready_title
source: Sweet!
pt_pt: Carteira pronta!

# wallet_ready_subtitle
source: Your new wallet is ready!
pt_pt: A tua carteira foi criada com sucesso!

source: View wallet
pt_pt: Ver carteira

# wallet_card_title
source: Buy crypto
pt_pt: Compra cripto

# wallet_card_subtitle
source: Buy your first crypto with your card
pt_pt: Compra a tua primeira criptomoeda com o teu cartão

# no_collection_title
source: No collection
pt_pt: Sem coleção

# no_collection_subtitle
source: Your collectibles will show up here
pt_pt: Os teus colecionáveis aparecerão aqui

# activity_empty_screen_mainTitle
source: Activity
pt_pt: Actividade

# activity_empty_screen_title
source: No activity yet
pt_pt: Ainda sem atividade

# activity_empty_screen_subtitle
source: Your activity will appear here once you start using the app.
pt_pt: A tua atividade aparecerá aqui assim que começares a usar a app.

# space_monkey_nft_description
source: An adventurous monkey exploring the far reaches of the galaxy.
pt_pt: Um macaco aventureiro a explorar os confins da galáxia.

# orange_monkey_nft_description
source: A vibrant, rare monkey infused with cosmic orange energy.
pt_pt: Um macaco vibrante e raro infundido com energia cósmica laranja.

# banana_monkey_nft_description
source: A cheeky monkey powered by its love for interstellar bananas.
pt_pt: Um macaco travesso alimentado pelo seu amor por bananas interestelares.

# light_spectrum_nft_description
source: A radiant collectible representing the full spectrum of visible light.
pt_pt: Um colecionável radiante que representa todo o espectro da luz visível.

# dark_spectrum_nft_description
source: A mysterious collectible embodying the hidden colors of the universe.
pt_pt: Um colecionável misterioso que incorpora as cores ocultas do universo.

source: Amount
pt_pt: Valor

# qrcode_bottom_sheet_title
source: Ready to receive?
pt_pt: Pronto para receber?

# qrcode_bottom_sheet_subtitle
source: Please confirm the amount that you will receive.
pt_pt: Por favor, confirma o valor que irás receber.

# your_account_title
source: Your Account
pt_pt: A tua Conta
